{
    "buttons": {
        "b1": "Koman",
        "b2": "Tinarha",
        "b3": "Natalesha"
    },
    "b1": {
        "articles": [
            {
                "title": "Öškurzuk Kora Komano: Bonda Zarra",
                "summary": "Krelik řenc ze söhnel, čütrezikih öškurzukov kora komano.",
                "link": "article1.html",
                "thumbnail": "01.jpg",
                "author": "Der: John Doe",
                "content": "Protests have erupted worldwide in response to economic instability and political unrest.\n\nCitizens from various nations have taken to the streets, demanding reforms and accountability.",
                "end_summary": "Protests continue to evolve as citizens push for meaningful changes in governance and policies."
            },
            {
                "title": "Esnemeh Gelpe eš Kinilha ešsen Serekkänkizik Kahałšorzuk",
                "summary": "Kinilha flaššosui kahałšorlu esnemeh däłferev nis serekkänkizik üz vizdisi kahał ferno kunehev.",
                "link": "article2.html",
                "thumbnail": "02.jpg",
                "author": "Jane Smith",
                "content": "Kinillia’s economy has been hit hard by inflation, resulting in a dramatic rise in the cost of living. Officials are scrambling to stabilize the market.",
                "end_summary": "The continent faces an uncertain economic future as leaders attempt to stabilize inflation."
            }
        ]
    },
    "b2": {
        "articles": [
            {
                "title": "Tinar Sivkilivev Orucosus pa Kahałkodahra",
                "summary": "Tinar sivkilivev orucotusus pa ťehovu söhšeli köcörkünel gürüvev, randatos esnemeh dü-išze if dernevik däłferev.",
                "link": "article3.html",
                "thumbnail": "03.jpg",
                "author": "Alexander K.",
                "content": "Tinarian leaders gathered this week to address economic cooperation, security concerns, and diplomatic relations in the region.",
                "end_summary": "The summit concluded with a strong commitment to enhancing regional stability and prosperity."
            }
        ]
    },
    "b3": {
        "articles": [
            {
                "id": "4",
                "title": "Buskul Tühültüt nen Ofis",
                "summary": "Zeralta Metropolitan Municipality (ZZS) Mayor Setir Buskul has been removed from office by the Ministry of Interior, triggering nationwide protests.",
                "thumbnail": "04.jpg",
                "link": "article4.html",
                "author": "Sul Niš",
                "content": "Zičize Ministrive tühültüs Zeralta Zurcezilih Sułru (ZZS) rubaš Setir Buskul nen ofis fešetes vasazzak süs ek dihönelzik pačaravov. Ičindes rubaš Mellen Zehdeneh if Garnalcezil rubaš Šäve Iabaka teni vasazavtasas. Eřehse, kommuktut gečetivtis ze Garnalcezil sułru.\n\nEš šelinseri nen Zičize Ministri, äzäpivtis:\n\n\"Nis tołrunuh däger, Zeralta Zurcezilih Sułru rubaš Setir Buskul tühülüvtüs nen ofis der Zičize Ministrive sedinšetes ze cumun’un artikol 108 if Ku. 6121 sułruh artikol 35.\"\n\nMinistrive’n šelinseri randatas fešeli nefkohovo:\n\n- **Zeralta Zurcezilih Sułru rubaš Setir BUSKUL** vasazavtas ehvetet ek Zeralta 12lu nonšuh imder kort’un gälri (gälri Ku. 2025/282, eš 23.03.2025) ek pačaravov pa:\n\n> &#9675; Idi fircense kełciševi reširnel dehtä\n\n> &#9675; Sułcuru östänev\n\n> &#9675; Macara ötez rimizrivev kelirtezik\n\n> &#9675; Genderi terdezik pa nonšuh čütrezikev\n\n> Nis tołrunuh däger, tühülüvtüs nen ofis der Zičize Ministrive sedinise ze cumun’un artikol 108 if Ku. 6121 sułruh artikol 35.\n\n- **Ičindes örgen rubaš Mellen ZEHDENEH** vasazavtas ehvetet ek Zeralta 5la nonšuh imder kort’un gälri (gälri Ku. 2025/371, eš 23.03.2025) ek pačaravov pa:\n\n> &#9675; Šmotzuk\n\n> &#9675; Benemik eš nonšuh terdezik\n\n> Vasazavsaita nis tołrunuh däger der Zičize Ministrive danak cumun’un artikol 108 if Ku. 6121 sułruh uťor’un artikol 35.\n\n- **Garnalcezil örgen rubaš Šäve IABAKA** vasazavtas ehvetet ek Zeralta 12lu nonšuh imder kort’un gälri ((gälri Ku. 2025/282, eš 23.03.2025) ek pačaravov pa:\n\n> &#9675; Ďiniki horbanšotot terorist terdezik\n\n> Vasazavsaita nis tołrunuh däger der Zičize Ministrive danak cumun’un artikol 108 if Ku. 6121 sułruh uťor’un artikol 35. Sedinihse ze Ku. 6121 sułruh uťor’un artikolov 33 and 34, **Garnalcezil örgen temürla Kabas Türreč** gečetivtis nis Garnalcezil’in fädelli rubaš der Zeralta fädellivike. \n\n***Cef pa oruluvov:***\n\nNu tühülüvsüi rubaš nen ofis, sułruh tašorkize jirenehse ilgensi lieve rubaš nen zičiz gun partive. Eš ha liber, Zeralta Zurcezilih Sułru (ZZS) if Ičindes sułru suhsoz čöftešivsis der **Parti Pa Nör (PPN)**, defteřeh venšezik partive. Haz ensi peli lieve rubašov sułruvov hav enlivisis nen **PPN**.\n\nPe, eš **Garnalcezil sułru**’n liber, urcalzako kodzukuhso gečettis **kommuktut**, saktartos sułruh tašorkize nen ilgeni sönküzük rubaš. Ha körkeri ensei kahałso börťilih, änki lezsi demokräsih pröwses if zönerehse jokuvsui nis venšezik-sivkitit sułruvov čöftešzik sanzak.",
                "end_summary": "Körkeri ha češetis sułš protestsöškurzukov eš modurso kur kaš zuruh cezil ťa kora Natalesha, flaššotot der ťanonoh šecek nen polise."
            }
        ]
    }
}
